Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 任何人内心深处都藏着一些负面情绪，而恐惧药剂的作用，就是彻底引发这些负面情绪，并将它们无限度的放大，三种材料当中，梦魇草和恶魔之泪，都有着类似的效果，进行混合之后，这种效果更是会极大提升，而为了避免过度恐惧导致精神崩溃，又加入了一定分量的宁神花以镇定心神。
en_us: Any person would have some negative emotions hidden in his heart. The effect of the Fear Potion was to completely trigger these negative emotions and magnify them indefinitely. Among the three ingredients, the nightmare seed and devil's tears possessed a similar effect. After mixing them, the effect would be greatly enhanced. In order to avoid excessive fear leading to a mental breakdown, a certain amount of peacebloom was added to calm the mind.

source: 任务内容也很简单，只需要找出城堡的准确位置。
en_us: The quest was also simple—they only had to find out the exact location of the castle.

source: 伊娜回忆着落日山脉上的日子，罗琳却是连一句都没能听进去，她依旧沉浸在震撼当中。
en_us: Ina recalled the days in the Sunset Mountains, but Rowling could not hear a thing she said. She was still reeling in shock.

source: 伊娜跟自己说话的时候，可从来没笑得这么灿烂过。
en_us: Ina had never laughed so brightly when she was talking to him.

source: 众人仿佛已经看见，葛瑞安的眉头已经皱起来了。
en_us: Everyone seemed to see Gerian's frown.

source: 众人内心一凛，暗暗点头，这龙哥是江如虎的亲哥江如龙，实力在家族年轻一代排名第二，已达到铸鼎境七重，最近和大少爷江恨水去武殿闭关了。要是他出关听说江如虎被打成这样，肯定会暴怒出手弄死江逸的。
en_us: The hearts of all the people around turned coldly stern as they silently nodded their heads. That "Brother Long" was none other than Jiang Ruhu's older brother Jiang Rulong. Positioned second in the list of most powerful persons within the young generation of the Family, his power level had reached the seventh stage of the Cast Tripod Realm. Recently, he had left for seculsion and training with the Great Young Master Jiang Henshui at the Martial Arts Hall. Should he return and find out that Jiang Ruhu had been beaten to this terrible state, he would definitely intervene in a fit of rage and kill Jiang Yi.

source: 众人哪肯退去？谁敢退日后被江如虎知道了，还不得扒了皮啊？而且全部人看到江如虎样子惨不忍睹都有些害怕了，纷纷相劝，生怕出大事。
en_us: How could that group of opponents even consider retreating? Who dares escape - should Jiang Ruhu find out the identities of those individuals, would he not suffer a severe and deadly punishment as a consequence? On top of that, everyone in that group were all experiencing some fright in seeing Jiang Ruhu's appalling and agonising state. Each of them was discouraging one another from taking action, all of them fearful of making a big mistake.

source: 众人就这么眼睁睁的，看着林立将二十块神之金属扫进背包，那眼神简直就象是看到自己老婆跟别的男人进了宾馆……
en_us: The players could only watch as Lin Li swept the twenty pieces of divinity metals into his bag, their expressions ones of those who had witnessed their wife entering a hotel with another guy...

source: 众人手慌脚乱的抬起江如虎和江如鹰朝山下走去，全都义愤填膺的叫嚣不停，恨不得将江逸这个穷凶极恶的狂徒千刀万剐才能解恨。
en_us: In a flurry, the large group of people carried Jiang Ruhu and Jiang Ruying as they left the Western Hills. All of them clamoured incessantly as they felt indignant with the injustice just inflicted on them, each of them itching to make mincemeat out of that viciously evil and violent criminal Jiang Yi so that they can be relieved of their bitter hatred.

source: 众人的目光还没来得及从大量矿锭上移开，美女管理员又从仓库里拿出了一堆东西，那是上百张被码得整整齐齐的黑龙皮，细密的龙鳞在魔法金属的光泽下反射出动人心魄的光亮，这可是真正的黑龙皮，魔法防御物理防御的完美结合体，用它们制作出来的装备，每一件都至少是传说级别，这上百块黑龙皮，几乎就意味着上百件传至少传说级别的装备！
en_us: The players had yet to shift their gaze away from the bulk number of mine ingots when the pretty administrator took out another pile of stuffs from the warehouse—over a hundred pieces of black dragon skin stacked neatly together. The fine and closely woven dragon scales were breathtakingly lucent under the sheen of the magical metals—this was genuine black dragon skin. It was the perfect combination of magical defense and physical defense. Gear made from the dragon skin was of a legendary scale at the very least. Hundreds of black dragon skin pieces meant hundreds of pieces of legendary gear at the very least!

source: 众人神情呆滞的望着那一片火光，所有人心中都充满了震撼，这个看上去还不到二十岁的年轻魔法师，展现出来的实力竟已经无限接近魔导士，他们心中都有些好奇，除了凯文跟克伦威尔之外，加洛斯城什么时候又多了这么一个年轻天才？
en_us: Everyone stared at the flame in daze, their hearts filled with shock. The young mage, who looked no more than 20 years old, had demonstrated strength that was infinitely close to that of a magic shooter. They were all rather curious—since when was there such a young genius in Jarrosus City besides Kevin and Cromwell?

source: 众人还目送着江逸离开，一道暴怒无比的怒吼响起，竟是一开始就被江逸砸断腿的江如鹰。
en_us: The group of people were still sending Jiang Yi off with their stares of horror, when a bellow fulled with incomparably violent rage rang out. The shout actually came from Jiang Ruying, whose leg had been broken by Jiang Yi right from the start.

source: 众人迟疑起来，进退为难，江逸双手又是一动，江如虎的身子在半空滑过一道美妙的弧度，又重重砸落在地。
en_us: The group of opponents hesitated in their response, as they were stuck between a rock and a hard place. Jiang Yi's hands moved again, sending Jiang Ruhu's body flying in mid-air in a splendid upwards arc before smashing it heavily on the ground once again.

source: 众多势力首脑光是想想就觉得头皮发麻，一百个装备精良的魔法师，将是何等可怕的一支势力？
en_us: The leaders of several forces felt their heads numb just thinking about it. What a horrifying force would it be with 100 well-equipped mages?

source: 会长大人积威之下，一群贱人谁还顾得上平日交情，很干脆的就把他给卖了。
en_us: Under His Excellency's influence, the group of jerks couldn't care less about friendship and simply sold the clueless guy off.

source: 传奇境界的魔法师，大师级水准的药剂师，在这两个无比耀眼的光环之下，格林－伯恩塞德俨然已是加洛斯城最具代表性的人物，声望甚至超过了同为传奇魔法师的安度因。
en_us: Under the two glorious halos of a legendary mage and a master pharmacist, Grimm Burnside had become the most representative figure in Jarrosus City, his reputation even surpassing that of Andoine, who was also a legendary mage.

source: 传奇法师的愤怒，又岂是一个大魔导士可以抗衡，安度因一句话刚刚说完，一股庞大的压力就已经覆盖了整片林间空地，强大无比的精神力压迫之下，霍伦一张面庞更是苍白得就好象白纸一样。
en_us: The legendary mage's anger triumphed over whatever an Archmage could contend with. As Andoine finished speaking, a wave of enormous pressure covered the entire surroundings. Hoeren's face turned as pale as a sheet under the oppression of the powerful, unparalleled energy.

source: 传奇级别的力量，霍伦又怎么可能抵抗，只听“啊”的一声惨叫，中年人就整个人都被击飞出去，紧跟着就是“砰”的一声撞到了树上。
en_us: It was impossible for Hoeren to resist the legendary level of power. "Ah!" With a terrible shriek, the middle-aged man was sent flying, followed by thud as he hit a tree.

source: 传奇魔法师的言传身教，早为他打下了最坚实的基础，得天独厚的魔法天赋，更是让他拥有了远超常人的领悟能力，这样一场战斗落入众人眼中，只是觉得精彩纷呈场面宏大，却绝不象林立看来那么发人深省。
en_us: The teachings and influence of a legendary mage had laid the most solid foundation for him. His extraordinary talent had also given him a higher ability in comprehension than ordinary people. A battle like this would be a grand and exciting one in the eyes of others, but never that enlightening as it was to Lin Li.

source: 传奇魔法师要跟林立单独谈谈，谁还敢不识趣的凑上前去？一众宾客虽是有些好奇，却也不得不慢慢散去，在城主大人的吩咐下，很快就有仆人过来，将仍处于昏迷中的巴瑟罗尔扶起，并很快将宴会大厅恢复了先前的样子。
en_us: The legendary mage had wanted to talk to Lin Li alone; who'd be insensible enough to intrude? Although the guests were curious, they had to disperse, albeit slowly. At the instructions of the Castellan, a servant came shortly to pick up Bathrilor, who was still in a coma, and soon the banquet hall was restored to its previous presentation.

source: 传说中萨拉曼达的后裔，十四级魔兽火炎蝾螈，它们是天生的火焰精灵，能够在烈火中散步，在熔岩中洗澡，天生精通各种火系魔法，以火炎蝾螈皮制成的皮甲，除了强大的魔法抗性之外，还会在被攻击的时候，自动释放出一个火焰护盾，对攻击者造成很严重的魔法伤害。
en_us: Flaming salamanders, which were the descendants of the legendary Salamander, were level-fourteen magical beasts. Born fire elves, they could wander in blazing flames, bathe in molten lava and were proficient in various forms of fire magic by nature. Leather armor made from the skin of flaming salamanders not only had powerful magical resistance, but would also release a fire shield automatically when attacked, causing magical damage of high severity to the attacker.

source: 伦威尔神色恭敬，但眼神中却还是透出了几分得意，他一直很想证明，自己除了魔法天赋之外，同样是一个不错的家族管理者，所以在这一次的房产处理中，他已经尽可能的做到完美了，仅仅一天时间，就处理掉了五处总共价值十八万金币以上的房产，而且在如此急迫的情况下，依然没让家族蒙受太多的损失。
en_us: Cromwell's expression was respectful, but there was something triumphant in his eyes. He had always wanted to prove that he was capable of managing the family in addition to his magical talent, so he had done his best to be perfect in the real estate disposal. In just one day, five properties worth more than 180,000 gold coins were disposed of, and in such an urgent situation, he made sure the family did not suffer much loss.

source: 伴随着一道骨头断裂声，一道沉闷的元力爆炸声乍起，元力对撞引得四周空气一震，吹起了地面的烟尘，迷了众人的眼。但这一刻所有人都忘记了闭眼，全部眼眸睁得滚圆，不敢置信的望着江如鹰身子如断线的风筝般朝远处飞去……
en_us: Alongside the sounds of bones breaking rang aloud the deep noise of essence forces exploding. The collision of essence forces caused a shockwave to reveberate across the surrounding air, blowing up smoke and dust from the room and blurring all the gang-members' visions. However, at that moment, all the members had forgotten to close their eyes. Instead, their eyes were bulging out and opened wide, as they simply could not believe what they were seeing - the figure of Jiang Ruying being sent flying out in a faraway direction, akin to a kite with a broken string...

source: 伴随着冥皇的命令，阴兵、骸骨巨人、尸人、尸兽和尸将们全部仰天狂吼，无数暴虐、凶残、邪恶、腥臭和腐臭的气息顷刻便全部释放了出来。
en_us: Following the orders of the Netherworld King, the skeleton giants, zombies, zombie-beasts, and zombie generals surged forward with a crazy roar. Immense amounts of violent, brutal, and festering smells were all released instantly.

source: 伸手摸了摸额头上那个肿得如鸡蛋一般的夸张肉包，江逸心中顿时充满了难以抑制的愤怒。今天一大早，当他赶去清点家族西山药田的收成时，正好遇到江如虎等几个家族旁系少爷偷药，想换零用钱花。这种纨绔子弟的行为一般只要不太严重，家族管事都是睁一只眼闭一只眼，权当没看见。
en_us: Jiang Yi was overwhelmed by uncontrollable rage when his hand brushed over the large, egg-shaped swelling on his forehead. That morning, he’d rushed to check on the plantation’s herb harvest. Unfortunately, he ran into Jiang Ruhu and some other members of a side branch. They were looting the fields of their medicine, which they planned to sell for some extra money. Normally, the family would turn a blind eye to what these wastrel playboys did, as long as their activities were not irredeemable.

source: 但……他有退路吗？
en_us: However... did he have any way to retreat or escape?

source: 但不知道为什么，老梅林那张苍白的面庞上，一直带着一丝若有若无的笑意。
en_us: But, for some reason, Old Merlin's pale face carried a hint of smile.

source: 但不管多么虚弱，老梅林的脸上，却始终带着一丝成竹在胸的笑容。
en_us: However, regardless how weak he was, Old Merlin's had a confident smile on his face all this while.

source: 但不管怎么说，黑莲花可遇而不可求，光是这几片花瓣，就足以让绝大多数药剂师疯掉，况且这几片花瓣还意味着一条线索，通过这条线索，林立很有机会摸到一个药剂师们梦寐以求的地方——黑莲花生长点。
en_us: Anyhow, the black lotus could only be met but not asked for. Just these few petals would drive most pharmacists crazy. Moreover, these petals provided a clue for Lin Li to figure out the place pharmacists dreamed of—the growing spot of the black lotus.

source: 但不管是松了一口气的林立也好，还是正暗自垂泪的罗琳也好，他们谁也没有留意到，这僻静角落里发生的一幕，已落入了一名青年眼中。
en_us: However, whether it was Lin Li who had breathed a sigh of relief or Rowling who was secretly weeping, none of them had noticed that the scenario at the secluded corner had fallen into the eyes of a young man.

source: 但也只有到了他这个境界才明白，这两种最基本的魔法技巧，对于一个魔法师有多么重要，这就好象是在修房子之前，打下足够牢靠的地基一样，没有足够牢靠的地基，再高大再华丽的房子，也可能在一夕之间崩塌。
en_us: But it was only in his state that he understood how important these two fundamental skills were to a mage. It was like laying a solid foundation before building a house. Without a solid foundation, however tall and gorgeous the house might be, it could still collapse overnight.

source: 但也正因为这种净化力量太过强大，所以才必须辅以梦境花和泰罗果，梦境花用于镇定心神，泰罗果用于保护身体，以避免那过于强大的神圣力量对饮用者造成伤害。
en_us: But it was also because the purifying power was overly strong that it had to be accompanied with the dreampetal and terocone. The dreampetal was used to calm the mind while the terocone was used to protect the drinker's body from harm due to the overly strong divine power.

source: 但仔细想起来，这种冒险其实就好象魔术表演，看似在钢丝上跳舞，其实并没有冒太多风险。
en_us: But on further thought, this was like a magic show. It looked like dancing on a tightrope, but in actual fact, it didn't involve much risk.

source: 但他们全都猜错了，葛瑞安这一次不但没有妥协，还罕见的采取了强硬手段。
en_us: However, they were all wrong. Gerian was not only unwilling to compromise this time, he had also taken an unusually tough approach.

source: 但他们意识到这一点的时候，几乎所有魔法师脸上，都露出了深深的恐惧，所有人都知道，魔法公会其实就是葛瑞安一个人的魔法公会，之所以能在如此艰难的环境中一撑就是二十年，还始终与法兰第一魔法家族梅林家分庭抗礼，所依靠的根本就只有葛瑞安一人。
en_us: But as soon as realization hit them, almost all the mages had an expression of vivid fear on their faces. Everyone knew that the Guild of Magic actually belonged to Gerian alone. It was all because of Gerian that the guild was able to survive such a difficult time for 20 years and was able to stand against the number one mage family, the Merlins.

source: 但他们的心情依旧紧张，这一场奥法药剂的拍卖，很可能会改变整个加洛斯城的走势，哪怕只是其中一个很小的细节，也可能会决定成千上万人的生死。
en_us: But they were still feeling nervous. The auction of the Arcane Magic Potion would likely change the currents in Jarrosus City. Even a small detail might decide the life and death of thousands of people.

source: 但他并没有采，而是举着火把继续往前摸索。
en_us: But he did not pick them, and instead continued to explore with the torch in his hands.

source: 但他的脸色却是异常的苍白，就好象没有一丝血色，眼眶也深深的陷了下去，整张脸瘦得有些不成样子，若不是先听了伊娜的话，林立还真没法把他与自己认识的那个麦格雷尼联系起来。
en_us: But his face was unusually pale, as if without a trace of blood. His eyes were deeply sunken and his face was ghastly thin. If it hadn't been for Ina's words, Lin Li wouldn't have been able to connect him with the McGrenn he knew.

source: 但以他药剂大师的实力，就算只是一些低级药水，也足以让安度因两眼放光了，天知道翡翠高塔里的魔法师们，已经多少年没闻过宁神药剂的味道了……
en_us: But with his ability as the potion master, even if it were some low-level potions, it'd be enough to make Andoine's eyes lit up. Heaven knows how many years had passed since the mages in the Emerald Tower had a smell of the Calming Potion...

source: 但克伦威尔始终觉得，这个落魄魔法师的实力不如自己。
en_us: But Cromwell had always thought that this low-life mage was never his rival.

source: 但十五级大魔导士与八级魔法师之间，差距的悬殊远不是精神力可以弥补。
en_us: But between a level-fifteen archmage and a level-eight mage, mental strength alone would be far from enough to compensate for the huge disparity in power.

source: 但她却不该将这种自以为是用在病人身上，这才是林立真正无法容忍的地方，一个自以为是的医生，就算掌握了再高深的药剂学，给病人带来的也将永远是不幸和灾难。
en_us: But she should never use this kind of self-righteousness on her patients. This was what Lin Li really could not tolerate. A self-righteous doctor, even if he had mastered an advanced pharmaceutics, would still be bringing lifelong misfortune and disaster to the patients.

source: 但如果可能的话，他其实并不想走上这一步。
en_us: But if possible, he wished he would not have to go that far.

source: 但对方毕竟是试炼导师，林立心头虽是不满，却也强自压住火气，很恭敬的回答道：“是的先生。”
en_us: But after all, he was a trial teacher. Lin Li was discontent, but suppressed his anger and answered respectfully， "Yes sir."

source: 但对林立来说，威力大小其实并不重要。
en_us: But to Lin Li, the intensity of power was not important at all.

source: 但就在今天，所有人都看见了，一个二级魔法在瞬间爆发出来。
en_us: But everyone had witnessed how a level-two spell was unleashed instantly today.

source: 但就算是在这个领域里，老梅林凭着他对规则的理解，仍然是赢得毫无悬念。
en_us: But even in this field, Old Merlin, with his understanding of the rules, had won without a doubt.

source: 但就算是林立，此时也有些绝望了。
en_us: However, even Lin Li was starting to lose heart in this situation.

source: 但强能水晶真正强大的地方，还在于它可以完全恢复魔力。
en_us: But the real power of the Strong Energy Crystal was that it could completely restore the mana.

source: 但心中的那一丝好奇，却是怎么也按捺不住，如天鹅般骄傲的红发美女，不得不暂时放下了自己的骄傲：“请问，这是什么诅咒？”
en_us: However, she could not hold back her curiosity. The redheaded beauty, who was as proud as a swan, had to put down her pride temporarily. "May I ask, what is the curse?"

source: 但想象中的碾压，最后竟成了眼下的局面，就连老梅林也是忍不住暗暗心惊。
en_us: But the crush that was expected eventually came to such a situation at present. Even Old Merlin could not help but be startled.

source: 但才刚一掀开被子，林立脸上的神色就变了。
en_us: However, the look on Lin Li's face changed the moment he uncovered his quilt.

source: 但拇指上的戒指却又一次证明，他真的没有眼花，无尽风暴之戒，属性唯一的神话级空间戒指，拥有近乎无穷无尽的空间，而且据说这个戒指里，还藏着一个很大的秘密，当初深入太阳之井，林立一共获得了两件神话级装备，一件是猎人手上的星辰之怒，而另一件，就是眼前的无尽风暴之戒。
en_us: However, the ring on his thumb proved yet again that his vision was fine. The Ring of Endless Storm, with mythical space being its most singular attribute, possessed an almost infinite space in it. It was said that there was a big secret in the ring. Lin Li attained two mythical equipment pieces when he went into the Well of Sun—the Stars of Fury held by the hunter and the Ring of Endless Storm right in front of him.

source: 但是他的目光，却一直望着林立。
en_us: But he kept his gaze on Lin Li.

source: 但是就连这种坚持，也无法持续太长时间了。
en_us: But even so, he could not hold on for too long.

source: 但是想来想去，林立又始终想不出其中原因，麦格雷尼父女只是一般冒险者，论势力不过五六级左右，论财富论权势更是完全谈不上，以鲁本－萨鲁曼的身份，又有什么理由打他们主意？
en_us: But after much deliberation, Lin Li could not figure out any possible reason behind it. McGrenn and his daughter were merely ordinary adventurers, their strength was only at a level-five or six. Wealth and power were far from the answer as well. With Reuben Saruman's status, there was no reason he'd want anything from them.

source: 但是没有浑厚的元力，身上的伤势也没好，在相差了一倍的巨大力量面前，应该极为勉强才对。更何况这仓促的一招就把江豹的手肘给推得脱了臼？
en_us: But Jiang Yi was injured and lacking essence force, so there was no need to stress the vast difference in strength between them. Despite this, the unexpected blow managed to dislocate Jiang Bao's elbow.

source: 但是现在说什么都已经晚了，事实上就连老梅林也没有想到，这个叫费雷的年轻魔法师，下手竟会如此的狠辣，完全不打招呼不通商量，抬手就是一记冲击水幕。
en_us: But it was too late for anything. In fact, even Old Merlin had not imagined this young mage Felic would be so ruthless in his strikes. There were no greetings or negotiation, only a direct Waterfall Strike with the lift of his hand.

source: 但是！
en_us: However!

source: 但林立一点也不想教她，因为麦格雷尼家里那件事，给他留下了太坏的印象。
en_us: However, Lin Li had no intention to teach her at all. What happened at McGrenn's house had left too bad an impression on him.

source: 但林立身为一名药剂宗师，却绝不能就此满足，他需要考虑的东西，远比一般魔法师来得多。
en_us: However, Lin Li, a pharmaceutics guru, would never be content with it. He had much more to consider than ordinary mages.

source: 但此时的林立，却是下笔如飞。
en_us: However, Lin Li was swiftly penning away at that moment.

source: 但江逸却不敢动手，因为这江豹虽然天资不行，也无心修炼，但毕竟修炼了那么多年，资质再怎么普通也有铸鼎境二重的实力。而他自己只有铸鼎境一重的实力，昨日还受了伤，此刻若是逞强，恐怕又会打输。
en_us: However, Jiang Yi did not dare to take action against Jiang Bao. Even though Jiang Bao had neither the talent nor the spirit to focus on his essence force training, he had nonetheless practiced for so many years that he was—despite slow progress—at the second stage of the Cast Tripod Realm. Jiang Yi, on the other hand, was only at the first stage of the Cast Tripod Realm; furthermore, he was still injured. If he had chosen to stubbornly lock horns with Jiang Bao at that moment, Jiang Yi was afraid he would lose the ensuing struggle.

source: 但爽这种事，其实是很奇妙的，就好象那什么一样，爽到极点，往往是要射的……
en_us: But satisfaction was intriguing. It was like that very thing, coming when the satisfaction was to the fullest...

source: 但现在是什么情况，这可是奥法药剂的拍卖。
en_us: However, it was the auction for Arcane Magic Potion now.

source: 但真正引起林立注意的，却是那略微有些黯淡的剑身上，似乎有一道若隐若现的红色痕迹，如果林立没记错的话，这应该是融入了深渊魔铁的象征，在魔法金属当中，深渊魔铁向来以沉重著称，只需要一丁点的深渊魔铁，就足以把武器重量提升好几个等级。
en_us: But what really arrested Lin Li's attention was the fleeting red marks on the slightly dull blade. If Lin Li remembered correctly, this feature signified the infusion of Abyss Fiend Iron, which was well known for its heaviness among magical metals all along. The weight of a weapon could be upped by a few grades with only a tiny bit of Abyss Fiend Iron.

source: 但真正让他看不透的是，这小子竟然能深入浅出的讲述蛮牛之力药剂的原理，要知道他自己虽然不是什么真正的药剂大师，但蛮牛之力，却是他深入高等精灵遗迹，从里面弄出来的古代药剂配方，别说一般的药剂师，就算是安瑞尔药剂师协会里，也不可能找到蛮牛之力的资料，可到了这小子口中，却是青菜萝卜一般讲得通俗易懂，想到这里，老头就不禁想问问，这世界上究竟还有没有天理？
en_us: But what really eluded him was the kid’s ability to explain the principles of the Bull's Strength potion. He was not really a master in potion crafting himself, but the Bull's Strength potion was an ancient potion recipe he got from the High Elves Relics. Not to mention average pharmacists, it was impossible to find information on the power of the Bull's Strength potion even in the Anril Pharmacists Association. But coming from the kid's mouth, it sounded like it was common and easy to understand, just like buying vegetables from the market. At the thought of this, the old man could not help but wonder if there was any justice in this world.

source: 但真正让林立吃惊的，却是他带来的两名随从。
en_us: But what really surprised Lin Li were the two attendants he brought along.

source: 但短暂的沉寂之后，凯文却用一个消息，将整个拍卖会推到了高潮。
en_us: However, after a brief silence, Kevin pushed the auction to a climax with a message.

source: 但等到林立一句话说完，老格林就意识到自己错了，而且是错得无比离谱。
en_us: However, when Lin Li had finished his sentence, Old Grimm had realized that he was wrong, and he was ridiculously wrong at that.

source: 但等到那张卷轴被交到林立手上时，众人依然是立刻就崩溃掉了。
en_us: However, everyone had a breakdown the time the scroll was handed over to Lin Li.

source: 但结果却让他很失望，麦格雷尼身上没有一丝残留的魔法波动，也就是说，他的沉睡与魔法袭击没有任何关系。
en_us: But the result was disappointing—McGrenn had no residual magical wave on him. That was to say, his slumber had nothing to do with magical attacks.

source: 但老格林毕竟不象一般年轻人，他已经活了一百多岁，很多事情早就已经看开了，那无尽的尴尬很快就被他抛到了脑后，转而专心致志的与林立讨论起清醒药剂来。
en_us: But Old Grimm was not like those young people in general. He had already lived for a hundred years and learnt to take things easy. That endless embarrassment was soon forgotten by him, and he turned his attention to discussing the Sobriety Potion with Lin Li.

source: 但艾萨克毕竟稳重，心头虽是惊涛骇浪，脸上却是毫不失态，笑容微微一僵，便又热情的伸出手来：“欢迎欢迎，真没想到，竟能请到费雷魔法师这么尊贵的客人。”
en_us: However, Isaac was a staid person. Although his heart was pounding, he managed to keep his emotions in control. His smile froze for a moment, and then he held out his hand amicably. "Welcome, welcome. I've never expected to have such a distinguished guest like Mage Felic."

source: 但艾萨克的惊叫，已是来得有些晚了。
en_us: But Isaac's shriek came too late.

source: 但艾萨克能在加洛斯城主的位置上一坐就是十年，也不是一般的人物，这加洛斯可是各大势力混战，乱得不可开交的地方，若是没点手段的话，他这个城主早就被人给吃掉了。
en_us: But Isaac had been sitting in the position of the castellan for a decade and was no ordinary character. Jarrosus was a place where all the major forces were tangled in warfare and chaos. He would have been devoured alive if he had no means to cope with it.

source: 但说者无心听者却是有意，一句“医术高明”落入罗琳耳中，一张俏脸顿时变得煞白，虽然伊娜一直没怪过她，但她对那天的事却始终耿耿于怀，若不是眼前的年轻魔法师坚持，自己竟险些害了最好朋友的父亲，这个念头就象一条毒蛇，始终盘踞在罗琳心里，让她无时无刻不陷于自责与懊悔当中。
en_us: However, the speaker had no intention in his words but the listener read her own meanings into it. The phrase "superior medical skills" fell into the ears of Rowling, and at once her pretty face turned ghastly pale. Although Ina had never blamed her, what happened that day still weighed heavily on her mind. If it had not been for the young mage's insistence, she would have nearly killed her best friend's father. The thought was like a viper, lodging itself in Rowling's heart, and kept her in constant self-reproach and remorse.

source: 但谁都知道，这是不可能的，老梅林只有这一个儿子，克伦威尔是他唯一的选择。
en_us: But everyone knew it was impossible. Old Merlin had only one son, and Cromwell was his only choice.

source: 但这东西根本无法解释，他也不会傻乎乎的告诉杨管事。最终他想了一个办法，请假五天，然后找杨管事求助，想在武殿学习几种武技。
en_us: However, he had no idea how to explain this thing, nor was he going to blindly tell Manager Yang about it. Finally he came up with a plan - to ask for a leave of absence for five days, before asking Manager Yang for some help in the hopes of learning some martial arts techniques at the Martial Arts Hall.
